bench/results/raw/ab-20260921-084725/base-r2-https-_big.bin-c16.txt
Running 5s test @ https://127.0.0.1:8443/big.bin
  4 threads and 16 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    32.05ms    7.69ms  63.69ms   80.59%
    Req/Sec   124.78      7.53   141.00     85.50%
  2488 requests in 5.00s, 24.31GB read
Requests/sec:    497.38
Transfer/sec:      4.86GB